Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 1831, Babbage was a driving force behind the establishment of the British Association for the Advancement of Science (BAAS).
nb: I 1831 var derfor Babbage pådriver for etableringen av British Association for the Advancement of Science (BAAS).

source: Written documentation of consent is one of several ways of documenting consent.
nb: Skriftlig dokumentasjon av samtykke er en av flere måter å dokumentere samtykke på.

source: Researchers must provide care that is adapted to the needs of each laboratory animal.
nb: Forskeren skal sørge for stell og omsorg som er tilpasset det enkelte forsøksdyrets behov.

source: The research succeeded, and the destructive consequences were made abundantly obvious in Hiroshima and Nagasaki.
nb: Forskningen lyktes, og de ødeleggende konsekvensene var åpenbare for alle etter Hiroshima og Nagasaki.

source: In the literature on RRI, the answer has often been
nb: I litteraturen om RRI har svaret ofte vært å peke på

source: The earliest example that I am aware of from Norway dates from 1969.
nb: Det tidligste eksemplet jeg kjenner fra Norge, er fra 1969.

source: The concepts were based on the idea that people interpret their reality, and that the social scientist's challenge is to interpret this pre-interpreted reality (Giddens 1976).
nb: Begrepene er utviklet ut fra tanken om at mennesker fortolker sin virkelighet, og at samfunnsviterens utfordring er å fortolke denne allerede fortolkede virkeligheten (Giddens 1976).

source: This means that researchers must also take account of the need for periods of adaptation before and after the experiment.
nb: Dette innebærer at forskeren også tar hensyn til behovet for tilpasningsperioder før og etter at forsøket gjennomføres.

source: individual players such as Facebook, Google, Amazon and some others.
nb: av noen enkeltaktører som Facebook, Google, Amazon og noen andre.

source: This is an important theme in professional ethics, and indeed one that has also been the subject of much debate, because loyalty between colleagues can be at the expense of users or patients (Eide 2008).
nb: Dette er et sentralt tema innen profesjonsetikken, riktignok et tema som er satt under debatt fordi lojaliteten kolleger imellom kan gå på bekostning av bruker eller pasient (Eide 2008).

source: Protecting data that contains personal data can present its own challenges in
nb: Beskyttelse av data som inneholder personlige opplysninger, kan by på

source: Download as pdf These guidelines for research ethics were prepared by the National Committee for Research Ethics in Science and Technology (NENT) in 2007 and revised in 2015.
nb: Disse forskningsetiske retningslinjene er utarbeidet av Den nasjonale forskningsetiske komité for naturvitenskap og teknologi (NENT) i 2007 og omarbeidet i 2015.

source: and this field of research is developing rapidly.
nb: dette forskningsfeltet er i rask utvikling.

source: researchers should draw up a plan for safeguarding privacy.
nb: bakveisidentifisering, bør forskeren utarbeide en plan for hvordan personvern

source: What is regarded as normal is generally included, even though it is deemed to be private.
nb: Det som tilhører det normale, inkluderes gjerne, selv om det anses som privat.

source: certain values and perspectives being omitted without us being aware of
nb: beslutninger og at visse verdier og perspektiver utelates uten at vi er

source: So, what kind of risks are we really dealing with here?
nb: Men hva slags risiko er det egentlig snakk om?

source: Phase 2 provides an impression of whether the drug has the desired effect, as well as what dosage and duration of treatment are required.
nb: I fase 2 skal man få et inntrykk av om preparatet har den ønskede effekten, samt av hvilken dose og varighet som trengs i behandling.

source: How does one live with the knowledge early in one's life that one has a high risk of Alzheimer's Disease?
nb: Hvordan lever man med kunnskap tidlig i livet om at man har en forhøyet risiko for Alzheimers sykdom?

source: Research ethics is not an administrative matter that requires rubber-stamping.
nb: Forskningsetikken er ikke en forvaltningssak som dreier seg om at andre godkjenner ens forskning.

source: For example, personal data must
nb: For eksempel skal personopplysninger slettes når

source: identifiers, including those used by DataCite.
nb: de kjennetegn DataCite bruker.

source: In the same manner as in a high-income setting, research participants in a low or middle-income setting “shall be reasonably reimbursed for costs directly incurred in connection with participation in the research project, such as travel expenses, and shall receive reasonable compensation for inconvenience and time spent, either in the form of money, goods or services.”
nb: På samme måte som i en høyinntektssetting skal forskningsdeltakere i en lav- eller mellominntektssetting «få tilbakebetalt for utgifter som har direkte sammenheng med deltakelse i forskningsprosjektet, som reiseutgifter, og kompenseres på rimelig vis for ulemper og tidsbruk, enten i form av penger, varer eller tjenester».

source: and opportunities presented by AI.
nb: mulighetene KI innebærer.

source: We must assume that an embryo generated as a result of therapeutic cloning is also a human embryo with the potential to become a person.
nb: Også et embryo som oppstår som et resultat av terapeutisk kloning må vi anta er et menneskelig embryo med potensiale til å bli en person.

source: Many good and insightful analyses have been written on this subject (e.g. Hovedkomiteen for norsk forskning 1981; Kaiser 2000).
nb: Mange har skrevet godt og innsiktsfullt om dette (for eksempel Hovedkomiteen for norsk forskning i 1981, Kaiser 2000).

source: The Convention is applied in more than 500 medical journals throughout the world.
nb: Konvensjonen blir anvendt av over 500 medisinske tidsskrifter verden over.

source: a) researchers apply for the appropriate authorisations for projects where it is required
nb: Dette innebærer at a) forskeren søker nasjonale tillatelser for prosjekter der det er påkrevd.

source: It can also be difficult to determine the types of contribution that warrant
nb: Det kan i tillegg være vanskelig å avgjøre hva slags bidrag som kvalifiserer til

source: mentioned in connection with AI relates to “the singularity”, which refers
nb: består i «singularitet», som viser til det punktet i sivilisasjonsutviklingen

source: This has meant that people considered to be vulnerable have traditionally been excluded from research for reasons of (exaggerated) precaution.
nb: Denne normen har ført til at personer som klassifiseres som del av sårbare grupper er blitt utelukket fra forskning på grunn av (overdrevne) forsiktighetshensyn.

source: This haircut approach to data was apparently not so dangerous, according to Babbage, but it was nevertheless ruinous for the researcher’s integrity and credibility.
nb: Denne friseringen av data var tilsynelatende ikke så farlig, skriver Babbage, men det var likevel avgjørende for forskerens integritet og troverdighet.

source: Biotechnology and gene technology
nb: Bioteknologi og genteknologi

source: If DNA-vaccinated salmon is labelled as a GMO, will this affect exports to other countries?
nb: Vil DNA-vaksinering av laks påvirke eksporten til EU hvis den merkes som en GMO?

source: Tarnow (2002) has studied the extent of "unjustified" authorship in relation to the guidelines issued by different journals.
nb: Tarnow (2002) har undersøkt graden av uberettiget forfatterskap i forhold til forskjellige tidsskrifters retningslinjer. Han har bl.a.

source: Is medicine therefore unnatural?
nb: Er medisinen dermed unaturlig?

source: At the one end, researchers develop "real" or "pure" knowledge before disseminators, such as journalists or information officers (or researchers in the role of popularisers), convey simplified versions of the knowledge to a public that is regarded solely as the recipient of the information.
nb: I den ene enden utvikler forskere ”ekte” eller ”ren” kunnskap før formidlere som journalister eller informasjonsfolk (eller forskere i rollen som popularisatorer) sprer forenklede utgaver av kunnskapen til en allmennhet som utelukkende oppfattes som mottakere av informasjonen.

source: The ICOM code's main principle, however, is that museums should be prepared to enter into dialogues about the return of cultural property to the country or people of origin (6.2 and 6.3).
nb: ICOM regelverkets hovedprinsipp er imidlertid at museer bør være villige til å starte forhandlinger om tilbakeføring av kulturgjenstander til opprinnelseslandet eller -folket (6.2 og 6.3).

source: Researchers in low-income countries have care and treatment obligations that deal with reciprocity in research.
nb: Forskere i lavinntektsland har omsorgs- og behandlingsforpliktelser som handler om gjensidighet i forskning.

source: The project manager is a Norwegian professor who is involved as an advisor to a research fellow who takes part in the project.
nb: Prosjektleder er en norsk professor som er involvert som veileder til en stipendiat som deltar i prosjektet.

source: In this instance, the information will not be anonymous as long as the registry owner has an identifier.
nb: I dette tilfellet vil ikke opplysningene være anonyme så lenge registereier har en koblingsnøkkel.

source: Experience gained over nearly two decades of OA journals and open knowledge archives has indicated otherwise, however.
nb: Men erfaringen etter halvannet til to tiår med OA-tidsskrifter og åpne vitenarkiver har vært en litt annen.

source: In the sphere of physics, it is useful to consult the American Physical Society (APS 2002), which publishes a considerable number of scientific papers.
nb: Innen fysikk er det nærliggende å gå til det amerikanske fysiske selskapet (APS 2002), som driver en betydelig publiseringsvirksomhet.

source: The researcher originates from and is included in the world that s/he simultaneously discovers and explores.
nb: Forskeren utgår fra og inngår i den verden som hun/han på samme tid oppdager og undersøker.

source: All clinical trials must be pre-authorised by the Norwegian Medicines Agency as well as by the Norwegian Research Ethics Committees.
nb: All klinisk utprøving skal forhåndgodkjennes av SLV i tillegg til forhåndsgodkjenning av REK.

source: Research is specifically discussed in chapter 5.
nb: Forskning er spesielt omtalt i kapittel 5.

source: «This will be added to the list,» he concludes.
nb: –Denne havner på lista, konkluderer han.

source: are uncertain and difficult to identify, but some can already be identified
nb: av KI, er usikre og vanskelige å identifisere, men enkelte kan allerede pekes

source: All those who meet criterion a) must be able to meet b) and c).
nb: Alle som oppfyller a) skal ha mulighet til å oppfylle b) og c).

source: In recent years, we have seen
nb: I de senere årene har vi sett flere eksempler

source: provide better performance than a more inspectable/transparent system,
nb: ytelse enn et mer inspiserbart/transparent system, noe som vil medføre en

source: Themes related to the human genome can be found in chapter 4.
nb: Tematikk omkring det humane genom finner vi i kapittel 4.

source: coming from and whether valid consent has been given.
nb: hvor dataene kommer fra og om det er gitt et gyldig samtykke.

source: Researchers need to view themselves and their research in a wider social context.
nb: Det handler om å se seg selv og forskningen sin i en større sosial kontekst.

source: The precautionary principle may be relevant
nb: Føre var-prinsippet kan være relevant i håndteringen av

source: A total of 47 European countries have ratified the Convention and thereby undertaken to adhere to the provisions therein.
nb: 47 europeiske land har ratifisert selve konvensjonen og dermed forpliktet seg til å følge det den omhandler.

source: A colleague is a peer and collegiality refers to the way in which peers should behave towards one another (Berulfsen and Gundersen 2003).
nb: En kollega er en fagfelle og kollegialitet henviser til hvordan fagfeller bør opptre overfor hverandre (Berulfesen og Gundersen 2003).

source: ensuring a high standard of responsible AI research.
nb: tilnærming for å sikre god og ansvarlig KI-forskning.

source: a) researchers must consider carefully all aspects of the three 'R's of experiments on animals (reduce, refine, replace)
nb: Dette innebærer ata) forskeren nøye vurderer alle aspekter ved de tre R-ene for dyreforsøk («reduce, refine, replace»)

source: However, in the social sciences, the term has also been used about the reading of interview extracts, observations, and more generally - to quote an expression coined by anthropologist Clifford Geertz (1983) - "reading culture as text".
nb: Men i samfunnsvitenskapen har begrepet også blitt brukt om lesning av intervjuutdrag, observasjoner, og mer overordnet ”å lese kultur som tekst” for å bruke antroplogen Clifford Geertz (1983) sitt uttrykk.

source: (2) minimising any adverse effects, meaning risk of harm, discomfort or other
nb: og grupper som deltar i eller påvirkes direkte av forskning, og (2) å unngå og

source: The images are of central importance for data acquisition, for data interpretation, and for data publication.
nb: Bildene er både sentrale for å framskaffe data, i fortolkningen av dem, og for publisering.

source: An interesting point in this connection is that the authorities in Prussia issued a directive in 1900 to regulate medical research (Ruyter, Føre and Solbakk 2000:250).
nb: Et interessant moment i dette tilfellet er at myndighetene i Preussen i 1900 utstedte et direktiv for å regulere medisinsk forskning (Ruyter, Føre og Solbakk 2000:250).

source: and Google’s Deep Mind have developed their own ethical guidelines, and
nb: Microsoft og Googles Deep Mind utviklet egne etiske retningslinjer, og

source: Local and traditional knowledge arise from experience.
nb: Lokalkunnskap og tradisjonell kunnskap har sitt opphav i og sitt perspektiv fra levd erfaring.

source: individuals in a large data set with 99.98 % accuracy.17
nb: enkeltindivid i et større datasett med 99,98 % sannsynlighet.17

source: full extent of the consequences is often unclear before society has adopted
nb: av konsekvensene ofte er uklart før samfunnet har tatt kunnskapen og

source: In the business world, companies such as IBM, Microsoft
nb: I næringslivet har selskaper som IBM,

source: Overview of various ethical norms that are relevant to research practice (Elgesem, Jåsund, Kaiser 1997).
nb: Oversikt over ulike etiske normsett som har betydning for forskningspraksis (etter Elgesem, Jåsund, Kaiser 1997).

source: NEM determined that, in this concrete project, the mother's consent was sufficient.
nb: NEM kom til at det i dette konkrete prosjektet var tilstrekkelig med mors samtykke.

source: This is a reference to the responsibility of individual researchers and research institutions alike to create conditions for, and to engage in, good research practice.
nb: Dette viser til enkeltforskernes så vel som forskningsinstitusjonenes ansvar for å legge til rette for og utøve god forskningspraksis.

source: The guidelines are advisory and intended to stimulate the researcher’s own reflection.
nb: De er rådgivende og ment å stimulere forskeren til egen refleksjon.

source: There are many noteworthy aspects of this model (sometimes referred to as ‘Bernalism’): (i) all science is justified by its utility, (ii) freedom and self-determination are limited by governmental research policy, (iii) value neutrality and disinterestedness are replaced by a comprehensive ethical obligation towards the production and application of knowledge that is beneficial to society, and (iv) when the ethical basis of science is linked to social transformation and practical activities, then it is natural for science to forge close alliances with varying user groups in society.
nb: (i) all forskning legitimeres ved nytten, (ii) frihet og selvstyre blir begrenset ved en statlig forskningspolitikk, (iii) verdifrihet og nøytralitet erstattes med en omfattende etisk forpliktelse vedrørende både fremskaffelse av samfunnsmessig relevant kunnskap og anvendelse av denne kunnskapen, og (iv) når forskningens verdimessige utgangspunkt er knyttet til samfunnsomdannelse og praktiske gjøremål, er det naturlig at forskning danner nære allianser med ulike brukergrupper i samfunnet.

source: Preimplantation diagnosis (PGD) on fertilised eggs to detect diseases.
nb: Preimplantasjonsdiagnostikk (PGD) på befruktede egg for å oppdage sykdommer.

source: It was the American William Hurlbut, a member of The President's Council on Bioethics, who in 2005 proposed this solution to the ethical challenges of stem cell research (Hurlbut 2005).
nb: Det var amerikaneren William Hurlbut, medlem av The President’s Council on Bioethics, som i 2005 foreslo denne løsningen på stamcelleetikkens utfordringer (Hurlbut 2005).

source: challenge to achieve a balanced discussion about the risks and opportunities
nb: utfordrende å oppnå en balansert diskusjon om risikoene og mulighetene

source: how development can be difficult to control at an early stage, because the
nb: utviklingen vanskelig kan styres i en tidlig fase, fordi det fulle omfanget

source: This small group was named "The Vancouver Group".
nb: Denne lille gruppen fikk navnet ”The Vancouver Group”.

source: I contacted about 30 journals.
nb: Jeg kontaktet rundt 30 tidsskrift.

source: Rachel Carson's Silent spring (Carson 1962) was probably the first book to articulate the widespread concerns about air pollution, by asking why the birds are disappearing.
nb: Antakelig var det Rachel Carsons Silent spring (Carson 1962) som først satte ord på manges bekymring for følgene av luftforurensning, med spørsmålet om hvorfor fuglene forsvinner.

source: tasks it is assumed that this system will be able to perform.
nb: at dette systemet vil kunne utføre.

source: c) research findings must be made available to other researchers
nb: c) forskningsfunnene skal gjøres tilgjengelig for andre forskere

source: Is the level of harm associated with traditional agriculture an acceptable standard, or do we want to make ecological agriculture the standard?
nb: Er skadenivået ved tradisjonelt landbruk en akseptabel standard, eller ønsker vi å bruke økologisk landbruk som standard?

source: While Morty and the other two in the small image sleuth group are anonymous, Elisabeth Bik is the one who personifies their work.
nb: Mens Morty og de to andre i den lille bildejegergruppa er anonyme, er Elisabeth Bik den som står fram og gir arbeidet et ansikt.

source: the dissemination and application of results, it can also threaten these values.
nb: formidlingen og bruken av resultater kan den også true disse verdiene.

source: It is often assumed that the standardized methods and formalised requirements for quantitative research help ensure academic and ethical credibility.
nb: Ofte blir det forutsatt at de standardiserte metodene og formaliserte kravspesifikasjonene i kvantitativ forskning bidrar til faglig og etisk troverdighet.

source: The paper mill case that has been uncovered now is of a different magnitude.
nb: Papirmøllesaken hun er med og ruller opp nå, er av en helt annen dimensjon.

source: The method is derived from bacteria.
nb: Metoden er hentet fra bakterier.

source: When individuals are not treated as an end in themselves, but
nb: Når individer ikke behandles som mål i seg selv, men

source: Researchers and research institutions have a collective responsibility to contribute to sustainable development and the preservation of biological diversity.
nb: Forskerne og forskningsinstitusjonene har et kollektivt ansvar for å bidra til en bærekraftig utvikling og til å bevare biologisk mangfold.

source: He was deprived of his licence as a doctor at the Leprosy Foundation in Bergen.
nb: Han ble fradømt sin stilling som lege ved Pleiestiftelsen for Spedalske i Bergen.

source: No one is better placed than the researcher to assess the potential consequences of the research.
nb: Ingen er bedre stilt enn forskeren til å bedømme mulige konsekvenser av forskningen.

source: Hidden observation can be an advantage when studying environments where it is difficult or impossible to gain entry, but many nevertheless consider this method to be ethically unacceptable, and therefore a method to be avoided (see for example Bulmer 1982).
nb: Skjult observasjon kan være en fordel når man skal studere miljøer der det er vanskelig eller umulig å få innpass, men mange konkluderer med at metoden likevel ikke er etisk akseptabel, og derfor bør unngås (se for eksempel Bulmer 1982).

source: • Researchers should assume independent responsibility for ensuring that data is
nb: • Forskeren bør ta et selvstendig ansvar for at dataene holder tilstrekkelig kvalitet

source: the many challenges that researchers will face in connection with handling
nb: gi svar på de mange utfordringene som forskere vil stå overfor i forbindelse

source: A study is being planned abroad where the research participants will be children under the age of 16.
nb: Det planlegges en studie i utlandet der forskningsdeltakerne vil være barn under 16 år.

source: discussed challenge that AI shares with other enabling technologies, and
nb: utfordring som KI deler med andre muliggjørende teknologier, og som

source: The Act also provides the legal basis for the Regional Committees for Medical and Health Research Ethics (REK).
nb: I tillegg er loven det juridiske grunnlaget for De regionale forskningsetiske komiteene for medisin og helsefag (REK).

source: One such project was the so-called Metropolitan study, which was conducted in Norway and Sweden in the 1960s (Johansen, Kaspersen and Skullerud 2001:35–37).
nb: Ett slikt prosjekt var den såkalte Metropolitt-undersøkelsen som ble gjennomført i Sverige og Norge på 1960-tallet (Johansen, Kaspersen og Skullerud 2001:35-37).

source: The same year that Thomson published his results on stem cells from fertilised eggs, another American, John Gearharts, reported that he had isolated pluripotent stem cells from 5–9-week old aborted foetuses.
nb: Samme år som Thomson publiserte sine resultater om stamceller fra befruktede egg, kunne en annen amerikaner, John Gearharts, fortelle at han hadde isolert pluripotente stamceller fra 5-9 uker gamle aborterte fostre.

source: Genetic tests include:
nb: Genetiske tester inkluderer:

source: Bucchi (2004) reminds us that the so-called laity can mobilise considerable efforts around specific issues and influence research.
nb: Bucchi (2004) minner om at såkalte lekfolk kan mobilisere betydelig innsats omkring bestemte problemer og få innflytelse på forskningen.

source: They asked the National Committee for Research Ethics in the Social Sciences and the Humanities (NESH) for advice.
nb: De ba derfor Den nasjonale forskningsetiske komité for samfunnsvitenskap og humaniora (NESH) om råd.

source: In other words, raising the alarm could be an unpleasant experience if you have to shoulder the entire burden alone.
nb: Det kan i verste fall bli en ubehagelig opplevelse å varsle dersom du må ta hele byrden på egne skuldre.

source: conducted in China a few years ago showed that 70 % of social media users were
nb: viste en undersøkelse som ble gjort i Kina for noen år siden at 70 % av brukerne på

source: they affect outcomes, or – seen in a larger context – how they will impact
nb: implisitt bygges inn i systemene og hvordan disse påvirker utfal, eller sett

source: data, i.e. fabricating results that were not based on direct observation.
nb: (forging), altsåå fabrikkere resultater som ikke var basert på direkte observasjon.
